IDEA Open Model
CutData Properties
Compatible with IDEA StatiCa v 10.1
The CutData type exposes the following members.
Properties
Name | Description
NormalVector
 Plane normal
PlanePoint
 3DPlane Point
Top
See Also
Reference
CutData Class
IdeaRS.OpenModel.Connection Namespace